Repository: turulomio/filenamelength
Catalog: filenamelength/locale/*.po
Languages: es

source: Directory error
es: Error de directory

source: ordered by path
es: ordenado por path

source: ordered by path length
es: ordenado por la longitud del path

source: ordered by filename length
es: ordenado por la longitud del nombre del fichero

source: {} files found {}, whose path length is greater than or equal to {} and its filename length is greater than or equal to {}
es: {} ficheros encontrados {}, cuya longitud de path es mayor o igual que {} y su longitud de nombre de fichero es mayor o igual que {}

source: Lists files with path and filename conditions
es: Lista ficheros con condiciones de path y nombre de fichero

source: Minimum length for windows is 247
es: La mínima longitud para windows es 247

source: Developed by Mariano Muñoz 2019-{}
es: Desarrollado por Mariano Muñoz 2019-{}

source: List files whose path length is greater than or equal to this value
es: Lista ficheros cuya longitud de path es mayor o igual a este valor

source: List files whose filename length is greater than or equal to this value
es: Lista ficheros cuya longitud de nombre de fichero es mayor o igual a este valor

source: Different ways to order output
es: Diferentes formas de ordenar la salida

source: New Release:
es: Nueva versión:

source: * Change version and date in __init__.py
es: * Cambiar versión y fecha en __init__.py

source: * Change version in pyproject.toml
es: * Cambiar versión en pyproject.toml

source: * Make a new tag in github
es: * Crear una nueva etiqueta en github

source: * Create a new gentoo ebuild with the new version
es: * Crear un nuevo ebuild de gentoo con la nueva versión

source: * Upload to portage repository
es: * Subir al repositorio portage
